Repository: sanja-petrovic/ZdravoCorp
Catalog: ZdravoKlinika/ZdravoKlinika/Resources/Localisation/Resources.*.resx
Languages: el_gr

# add
source: Додај
el_gr: Add

# alergies
source: Алергени
el_gr: Alergies

# amount
source: Количина
el_gr: Amount

# anamnesis
source: Анамнеза
el_gr: Anamnesis

# appFeedbackQ1
source: Особљле је пријатно, професионално и увек на услузи.
el_gr: Staff is pleasant, professional and helpfull.

# appFeedbackQ2
source: Просторије за преглед су чисте и опремљене.
el_gr: Exam rooms are clean and adequately equiped.

# appFeedbackQ3
source: Чекаонице су пријатне и простране.
el_gr: Waiting rooms are pleasant and spacious.

# appFeedbackQ4
source: Музика у чекаоницама је пријатна и умирујућа.
el_gr: Music in the waiting rooms is pleasant and calming.

# appFeedbackQ5
source: Боравак у просторијама и коришћење услуга Здраво корпорације је на мене оставило позитиван утицај.
el_gr: Using Zdrvo corp. services was pleasant and positive.

# appFeedbackQ6
source: У будућности ћу се поново определити за услуге Здраво корпорације.
el_gr: In the future I will consider using Zdravo Corp. services.

# appFeedbackQ7
source: Апликација Здраво корпорације је адекватна.
el_gr: Usability of Zdravo Corp. application is adequate.

# appointmentQ1
source: Лекар је био љубазан.
el_gr: Doctor was kind.

# appointmentQ2
source: Лекар је био професионалан.
el_gr: Doctor was profesional.

# appointmentQ3
source: Лекар ми је помогао са мојим проблемом.
el_gr: Doctor helped me with my contition.

# appointmentQ4
source: Ординација је била адекватно опремљена.
el_gr: Examination room was adequately equiped.

# appointmentQ5
source: Хигијена просторије и опрема је задовољавајућа.
el_gr: Exam room and equipment hygiene was adequate.

# appointmentQ6
source: Преглед је обављен у заказано време уз минимално чеканје.
el_gr: Exam was done with minimal waiting.

# appointmentQ7
source: Задовољан сам услугом лекара.
el_gr: I'm satisfied with doctors service.

# appointmentQ8
source: Задовољан сам услугом болнице.
el_gr: I'm satisfied with hospitals service.

# appointments
source: Прегледи
el_gr: Appointments

# appointmentType
source: Тип прегледа:
el_gr: Appointment type:

# basicData
source: Основни подаци
el_gr: Patient data

# bloodType
source: Крвна група:
el_gr: Blood type:

# comment
source: Коментар
el_gr: Comment

# date
source: Датум:
el_gr: Date

# dateAndTime
source: Датум и време
el_gr: Date and time:

# dateOfBirth
source: Датум рођења:
el_gr: Date of birth:

# diagnosis
source: Дијагноза:
el_gr: Diagnosis:

# docNotes
source: Белешке лекара:
el_gr: Doctor's notes

# doctor
source: Доктор:
el_gr: Doctor

# edit
source: Измени
el_gr: Edit

# editAppointment
source: Измена термина
el_gr: Edit appointment

# editNotifTime
source: Измена времена обавештења
el_gr: Edit time

# email
source: Адреса е-поште:
el_gr: E-mail:

# emContact
source: Контакт за хитне случајеве:
el_gr: Emergancy contanct:

# emNumber
source: Број за хитне случајеве:
el_gr: Emergancy number:

# feedback
source: Ваши утисци
el_gr: Your feedback

# feedbackField
source: Поље за ваш коментар.
el_gr: Feedback field

# feedbackTitle
source: Ваше мишљење о апликацији можете исказати испод.
el_gr: Express your feedback below.

# gender
source: Пол:
el_gr: Sex:

# history
source: Историја болести
el_gr: Medical history:

# lastname
source: Презиме:
el_gr: Lastname:

# logout
source: Одјава
el_gr: Sign out

# makeAppointment
source: Заказивање термина
el_gr: Make appointment

# medication
source: Терапије
el_gr: Medication

# medicationName
source: Назив лека:
el_gr: Medication name:

# name
source: Име:
el_gr: Name:

# note
source: Белешка
el_gr: Note:

# notes
source: Белешке
el_gr: Notes

# notifications
source: Обавештења
el_gr: Notifications

# ocupation
source: Занимање:
el_gr: Ocupation:

# phoneNumber
source: Број телефона:
el_gr: Phone number:

# prio
source: Приоритет:
el_gr: Priority:

# profile
source: Профил
el_gr: Profile

# question
source: Питање
el_gr: Question

# remove
source: Уклони
el_gr: Remove

# room
source: Соба:
el_gr: Room:

# save
source: Сачувај
el_gr: Save

# time
source: Време:
el_gr: Start time:

# title
source: Здраво Корпорација
el_gr: Zdravo Corp.

# yourNotes
source: Ваша белешка:
el_gr: Your notes:
